Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: _Directory Tree
ug: مۇندەرىجە دەرىخى(_D)

source: _Directory:
ug: مۇندەرىجە(_D):

source: _Disable
ug: ئىناۋەتسىز(_D)

source: _Disappear after:
ug: غايىب بولغۇچە بولغان ۋاقىت(_D):

source: _Disconnection Command:
ug: ئۈزۈش بۇيرۇقى:(_D)

source: _Display
ug: كۆرسەتكۈچ(_D)

source: _Display chooser on login
ug: كىرگەندە تاللىغۇنى كۆرسەت(_D)

source: _Document
ug: پۈتۈك(_D)

source: _Documents
ug: پۈتۈكلەر(_D)

source: _Domain:
ug: دائىرە(_D):

source: _Don't Save
ug: ساقلىما(_D)

source: _Double click to activate items
ug: تۈرلەرنى قوش چېكىپ ئاكتىپلا(_D)

source: _Draw frame around selected windows while cycling
ug: پىرقىراتقاندا تاللانغان كۆزنەكنىڭ كاندۇك گىرۋىكىنى سىزسۇن(_D)

source: _Dummy write
ug: يالغان ياز(_D)

source: _Duplicate Current Tab
ug: بەتكۈچنى تۇغدۇر(_D)

source: _Duplicate Tab
ug: بەتكۈچنى تۇغدۇر(_D)

source: _Dynamically-set title:
ug: ماۋزۇ ئۆزگىرىپ تۇرسۇن(_D):

source: _Earlier than:
ug: بۇنىڭدىن ئىلگىرىكى(_E):

source: _Edge resistance:
ug: گىرۋەك قارشىلىقى(_E):

source: _Edit
ug: تەھرىر(_E)

source: _Edit Bookmarks
ug: خەتكۈش تەھرىرلەش(_E)

source: _Edit Item
ug: تۈر تەھرىرلە(_E)

source: _Edit Launcher
ug: ئىجراچى تەھرىرلە(_E)

source: _Edit desktop menu
ug: ئۈستەلئۈستى تىزىملىكىنى تەھرىرلە(_E)

source: _Eject
ug: چىقار(_E)

source: _Eject CD-drives
ug: CD قوزغاتقۇچىنى ئاچ(_E)

source: _Eject Removable Media
ug: يۆتكىلىشچان ۋاسىتىنى چىقار(_E)

source: _Email Address:
ug: ئېلخەت ئادرېسى(_E):

source: _Embed
ug: سىڭدۈر(_E)

source: _Empty File
ug: قۇرۇق ھۆججەت(_E)

source: _Empty Trash
ug: ئەخلەتخانىنى قۇرۇقدا(_E)

source: _Empty Trash Can
ug: ئەخلەتخانىنى تازىلا(_E)

source: _Enable Caret Browsing
ug: نۇربەلگە بىلەن كۆرۈش ئىناۋەتلىك قىل(_R)

source: _Enable assistive technologies
ug: ياردەمچى (پاراۋانلىق) تېخنىكىسى ئىناۋەتلىك بولسۇن(_E)

source: _Enable display compositing
ug: بىرىكتۈرۈشنى ئىناۋەتلىك قىلسۇن(_E)

source: _Enable key repeat
ug: كۇنۇپكا تەكرارلاشنى ئىناۋەتلىك قىلسۇن(_E)

source: _Enable this device
ug: بۇ ئۈسكۈنىنى ئىناۋەتلىك قىل(_E)

source: _Encoding
ug: كودلىشى(_E)

source: _Enlarge Text
ug: تېكىستنى چوڭايت(_E)

source: _Enter:
ug: كىرگەن(_E):

source: _Erase files on removable media instead of "trash bin" creation
ug: يۆتكەلمە ۋاسىتىلەردىكى ھۆججەتنى «ئەخلەتخانىغا» تاشلىماستىن ئۆچۈرسۇن(_E)

source: _Exchange data
ug: سانلىق ئاساس ئالماشتۇر(_E)

source: _Execute
ug: ئىجرا قىل(_E)

source: _Execute after mounting:
ug: ئېگەرلەنگەندىن كېيىن ئىجرا قىل(_E):

source: _Execute in terminal emulator
ug: تېرمىنال تەقلىدلىگۈچتە ئىجرا قىل(_E)

source: _Expand
ug: ياي(_E)

source: _Expand All
ug: ھەممىنى ياي(_E)

source: _Export bookmarks
ug: خەتكۈشنى ئېكسپورت قىل(_E)

source: _Export certificate
ug: گۇۋاھنامىنى ئېكسپورت قىل(_E)

source: _Export theme
ug: ئۆرنەك ئېكسپورت قىل(_E)

source: _Extensions
ug: كېڭەيتمىلەر(_E)

source: _Extract
ug: ياي(_E)

source: _Extract To...
ug: باشقا يەرگە ياي(_E)...

source: _Extract here
ug: بۇ يەرگە ياي(_E)

source: _Fahrenheit
ug: فارېنگېيت (_F)

source: _Feeds
ug: فىدلار(_Feeds)

source: _File
ug: ھۆججەت(_F)

source: _File Manager
ug: ھۆججەت باشقۇرغۇ(_F)

source: _File Name:
ug: ھۆججەت ئاتى(_F):

source: _File Pattern:
ug: ھۆججەت ئەندىزىسى(_F):

source: _File systems
ug: ھۆججەت سىستېمىلىرىنى(_F)

source: _File:
ug: ھۆججەت(_F)

source: _Filetype
ug: ھۆججەت تىپى(_F)

source: _Filter:
ug: سۈز(_F):

source: _Find
ug: ئىزدە(_F)

source: _Find…
ug: ئىزدە(_F)…

source: _Focus
ug: فوكۇس(_F)

source: _Folder:
ug: مۇندەرىجە(_F):

source: _Font Size:
ug: فونت چوڭلۇقى(_F):

source: _Font of label text:
ug: ئەن تېكىستىنىڭ خەت نۇسخىسى(_F):

source: _Fonts
ug: فونتلار(_F)

source: _Forecast
ug: ئالدىن مەلۇمات(_F)

source: _Format:
ug: پىچىم(_F):

source: _Forward
ug: ئالدىغا(_F)

source: _Frequent Questions
ug: كۆپ سورىلىدىغان سوئاللار(_F)

source: _From:
ug: ئەۋەتكۈچى(_S):

source: _Full Name:
ug: تولۇق ئاتى(_F):

source: _Fullscreen
ug: تولۇق ئېكران(_F)

source: _General
ug: ئادەتتىكى(_G)

source: _Go
ug: يۆتكەل(_G)

source: _Go to...
ug: يۆتكەل(_G)…

source: _Groups
ug: گۇرۇپپىلار(_G)

source: _Header:
ug: بەت قېشى(_H):

source: _Help
ug: ياردەم(_H)

source: _Hibernate
ug: ئۈچەككە كىر(_H)

source: _Hide
ug: يوشۇر(_H)

source: _Hinting:
ug: بېشارەت(_H):

source: _History
ug: ئىز(_H)

source: _Home
ug: ماكان(_H)

source: _Home Directory
ug: ماكان مۇندەرىجە(_H)

source: _Homepage
ug: ماكان بەت(_H)

source: _Icon Size:
ug: سىنبەلگە چوڭلۇقى(_I):

source: _Icon View
ug: سىنبەلگە كۆرۈنۈشى(_I)

source: _Icon:
ug: سىنبەلگە(_I):

source: _Icons
ug: سىنبەلگە(_I)

source: _Icons only
ug: سىنبەلگىلا(_I)

source: _Ignore
ug: پەرۋا قىلما(_I)

source: _Ignore name case
ug: چوڭ-كىچىك يېزىلىشىغا قارىمىسۇن(_I)

source: _Image Files
ug: سۈرەت ھۆججىتى(_I)

source: _Image files
ug: سۈرەت ھۆججەتلىرى(_I)

source: _Import bookmarks
ug: خەتكۈش ئىمپورت قىل(_I)

source: _Include hidden (i.e. iconified) windows
ug: يوشۇرۇن(سىنبەلگىلەشتۈرۈلگەن) كۆزنەكنى ئوز ئىچىگە ئال(_I)

source: _Increase Indent
ug: تېخىمۇ ئىچ قۇردىن(_I)

source: _Information
ug: ئۇچۇر(_I)

source: _Initial title:
ug: دەسلەپكى ماۋزۇ(_I):

source: _Inline Find:
ug: مۇشۇ يەردىلا ئىزدە(_I):

source: _Input Methods
ug: كىرگۈزگۈچلەر(_I)

source: _Inspect Page
ug: بەتنى تەكشۈر(_I)

source: _Install a new theme...
ug: يېڭى ئۆرنەك ئورنىتىش(_I)…

source: _Install new theme
ug: يېڭى ئۆرنەك ئورنات(_I)

source: _Install user script
ug: ئىشلەتكۈچى قوليازما(script)سىنى ئورنات(_I)

source: _Install user style
ug: ئىشلەتكۈچى قوليازما پروگراممىسىنى ئورنات(_I)

source: _Installed Application
ug: ئورنىتىلغان پروگرامما(_I)

source: _Internet
ug: ئىنتېرنېت(_I)

source: _Interval:
ug: ئىنتېرۋال(_I):

source: _Invert Selection
ug: تاللاشنى تەتۈر قىل(_I)

source: _Keyboard
ug: ھەرپتاختا(_K)

source: _Keyboard navigation
ug: ھەرپتاختا يېتەكچىسى(_K)

source: _Keywords:
ug: ھالقىلىق سۆز(_K):

source: _Label
ug: ئەن(_L)

source: _Label format
ug: ئەن پىچىمى(_L)

source: _Last
ug: ئەڭ ئاخىرقىسى(_L)

source: _Launch Anyway
ug: قوزغىتىۋەر(_L)

source: _Layout
ug: ئورۇنلاشتۇرۇلۇشى(_L)

source: _Layout:
ug: ئورۇنلاشتۇرۇلۇشى(_L)

source: _Leave Fullscreen
ug: تولۇق ئېكران ھالىتىدىن چىق(_L)

source: _Leave:
ug: چىققان(_L):

source: _Left-handed
ug: سولخاي(_L)

source: _Level:
ug: دەرىجە(_L)

source: _Line number:
ug: قۇر نومۇرى(_L):

source: _Link Here
ug: بۇ يەرگە ئۇلا(_L)

source: _Link here
ug: بۇ يەرگە ئۇلا(_L)

source: _Load
ug: يۈكلە(_L)

source: _Load...
ug: ئوقۇ(_L)...

source: _Locate Currently Played
ug: قويۇلۇۋاتقاننىڭ ئورنىغا بار(_L)

source: _Location (URI):
ug: ئورۇن(URI)(_L):

source: _Location Selector
ug: ئورۇن تاللىغۇ(_L)

source: _Location:
ug: مۇندەرىجە ئورنى(_L):

source: _Location…
ug: ئورۇن(_L)…

source: _Lock Panel
ug: كۆزنەكنى قۇلۇپلا(_L)

source: _Lock panel
ug: كۆزنەكنى قۇلۇپلا(_L)

source: _Lock screen before sleep
ug: ئۇخلاشتىن ئاۋۋال ئېكراننى قۇلۇپلىسۇن(_L)

source: _Lock sticky keys
ug: چاپلىشاڭغۇ كۇنۇپكىلارنى قۇلۇپلا(_L)

source: _Log
ug: خاتىرە(_H)

source: _Log Out
ug: چىق(_L)

source: _Logout
ug: چىق(_L)

source: _Lowercase
ug: كىچىك يېزىلىشى(_L)

source: _Mail
ug: خەت(_M)

source: _Mail server:
ug: ئېلخەت مۇلازىمېتىرى(_M):

source: _Manage Search Engines
ug: ئىزدەش ماتورىنى باشقۇر(_M)

source: _Margins
ug: بوشلۇقلار(_M)

source: _Mark Paragraphs
ug: ئابزاسلارغا بەلگە سال(_M)

source: _Match whole word
ug: پۈتۈن سوز(_M)

source: _Maximum icon size (px):
ug: سىنبەلگىنىڭ ئەڭ چوڭ چوڭلۇقى (px):

source: _Media
ug: ۋاسىتە(_M)

source: _Menu
ug: تىزىملىك(_M)

source: _Menubar
ug: تىزىملىك بالدىقى(_M)

source: _Menus
ug: تىزىملىكلەر(_M)

source: _Minimum size of windows to trigger smart placement:
ug: ئەقىللىق رەتلەنگەن كۆزنەكنىڭ ئەڭ كىچىك چوڭلۇقى(_M)

source: _Miscellaneous
ug: باشقىلار(_M)

source: _Monitor
ug: كۆزەتكۈچ(_M)

source: _Mount
ug: ئېگەرلە(_M)

source: _Mount Volume
ug: دىسكىنى ئېگەرلە(_M)

source: _Mount command:
ug: ئېگەرلەش بۇيرۇقى(_M):

source: _Mount mountable volumes automatically on program startup
ug: پروگرامما باشلانغاندا ئېگەرلىگىلى بولىدىغان دىسكىلارنى ئاپتوماتىك ئېگەرلىسۇن(_M)

source: _Mount removable drives when hot-plugged
ug: يۆتكەلمە ئۈسكۈنىلەر چېتىلغاندا ئېگەرلىسۇن(_M)

source: _Mouse
ug: چاشقىنەك(_M)

source: _Move
ug: يۆتكە(_M)

source: _Move Here
ug: بۇ يەرگە يۆتكە(_M)

source: _Move Selection
ug: تاللانغاننى يۆتكە(_M)

source: _Move Tab Forward
ug: بەتكۈچنى ئالدىغا يۆتكەش(_B)

source: _Move To...
ug: بۇ يەرگە يۆتكە(_M)…

source: _Move deleted files to "trash bin" instead of erasing from disk
ug: ھۆججەتلەرنى ئۆچۈرمەستىن ئۇنى ‹ئەخلەتخانا› غا يۆتكىسۇن(_M)

source: _Move here
ug: بۇ يەرگە يۆتكە(_M)

source: _Move to Workspace
ug: خىزمەت رايونىغا يۆتكە(_M)

source: _Mute
ug: ئۈنسىزلە(_M)

source: _My Computer
ug: كومپيۇتېرىم(_M)

source: _Name:
ug: ئاتى(_N):

source: _Navigation
ug: يېتەكچى(_N)

source: _Navigationbar
ug: يولچى بالدىقى(_N)

source: _New
ug: يېڭى(_N)

source: _New Game
ug: يېڭى ئويۇن(_N)

source: _New Window
ug: يېڭى كۆزنەك(_N)

source: _Next
ug: كەينى(_N)

source: _Next Folder
ug: كېيىنكى قىسقۇچ(_N)

source: _Next Tab
ug: كېيىنكى بەتكۈچ(_N)

source: _Next Unread Message
ug: كېيىنكى ئوقۇلمىغان ئۇچۇر(_N)

source: _No
ug: ياق(_N)

source: _None
ug: يوق(_N)

source: _Normal
ug: نورمال(_N)

source: _Normal Size
ug: نورمال چوڭلۇق(_N)

source: _Notifications
ug: ئۇقتۇرۇشلار(_N)

source: _Number Format:
ug: نومۇرنىڭ پىچىمى(_N):

source: _Number of text lines:
ug: قۇر سانى(_N)

source: _Number of workspaces:
ug: خىزمەت رايونى سانى(_N):

source: _Number to display
ug: كۆرسىتىدىغان سان

source: _OK
ug: جەزملە(_O)

source: _Off
ug: ئېتىك(_O)

source: _Only for this folder
ug: مۇشۇ قىسقۇچقىلا(_O)

source: _Only show thumbnails for local files
ug: يەرلىك ھۆججەتلەرنىڭلا كىچىك سۈرىتىنى كۆرسەت(_O)

source: _Opacity:
ug: غۇۋالىقى(_O):

source: _Open
ug: ئاچ(_O)

source: _Open Location...
ug: كۆرسىتىلگەن ئورۇننى ئاچ(_O)...

source: _Open With "%s"
ug: %s دا ئاچ(_O)

source: _Open With Default Applications
ug: كۆڭۈلدىكى پروگراممىدا ئاچ(_O)

source: _Open With Other Application...
ug: باشقا پروگراممىدا ئاچ(_O)...

source: _Open With:
ug: بۇنىڭدا ئاچ(_O):

source: _Open all
ug: ھەممىنى ئاچ(_O)

source: _Open file(s)
ug: ھۆججەت(لەر)نى ئاچ(_O)

source: _Open files with single click
ug: ھۆججەتلەرنى بىرلا چېكىپ ئاچسۇن(_O)

source: _Open in New Window
ug: يېڭى كۆزنەكتە ئاچ(_O)

source: _Open mounted removable media in new tab instead of new window
ug: ئېگەرلەنگەن يۆتكەلمە ۋاسىتىنى يېڭى كۆزنەكتە ئەمەس يېڭى بەتكۈچتە ئاچسۇن(_O)

source: _Open with
ug: بۇنىڭ بىلەن ئاچ(_O)

source: _Open...
ug: ئاچ(_O)…

source: _Options
ug: تاللانمىلار(_O)

source: _Organization:
ug: تەشكىل(_O):

source: _Orientation
ug: يۆنىلىشى(_O)

source: _Other Files
ug: باشقا ھۆججەتلەر(_O)

source: _Other...
ug: باشقا(_O)...

source: _Overview
ug: ئورتاق(_O)

source: _Overwrite
ug: قاپلا(_O)

source: _Password:
ug: ئىم(_P):

source: _Paste
ug: چاپلا(_P)

source: _Paste Into Folder
ug: مۇندەرىجىگە چاپلا(_P)

source: _Paste instantly:
ug: شۇ ھامان چاپلا(_P):

source: _Pathbar Style
ug: يول بالداق ئۇسلۇبى(_P)

source: _Pattern:
ug: ئەندىزە(_P):

source: _Pause
ug: ۋاقىتلىق توختات(_P)

source: _Permissions
ug: ئىمتىيازلار(_P)

source: _Placement
ug: رەتلەش(_P)

source: _Places
ug: ئورۇنلار(_P)

source: _Play
ug: قوي(_P)

source: _Play CD
ug: پلاستىنكىسى(CD) نى ئاڭلايمەن(_P)

source: _Playback
ug: قوي(_P)

source: _Playlist
ug: قويۇش تىزىمى(_P)

source: _Port:
ug: ئېغىز(_P):

source: _Position
ug: ئورۇن(_P)

source: _Postpone
ug: ۋاقىتنى ئۇزارت(_P)

source: _Preferences...
ug: تەڭشەكلەر(_P)...

source: _Present data as:
ug: سانلىق-مەلۇماتلارنى كۆرسىتىش شەكلى:

source: _Preview
ug: ئالدىن كۆزەت(_P)

source: _Previous
ug: ئالدى(_P)

source: _Previous Folder
ug: ئالدىنقى قىسقۇچ(_P)

source: _Previous Tab
ug: ئالدىنقى بەتكۈچ(_P)

source: _Previous Unread Message
ug: ئالدىنقى ئوقۇلمىغان ئۇچۇر(_P)

source: _Print...
ug: بېسىپ چىقار(_P)…

source: _Priority
ug: مەرتىۋىسى(_P)

source: _Proceed
ug: داۋاملاشتۇر(_P)

source: _Process name
ug: ئىجرا ئاتى(_P)

source: _Prompt on logout
ug: سىستېمىدىن چىققاندا كۆرسەتمە چىقار(_P)

source: _Properties
ug: خاسلىقلىرى(_P)

source: _Properties...
ug: خاسلىقى(_P)...

source: _Property:
ug: خاسلىق(_P):

source: _Quit
ug: ئاخىرلاشتۇر(_Q)

source: _Quit Midori
ug: مىدورى(Midori) نى ئاخىرلاشتۇر(_Q)

source: _Quit Program
ug: پروگراممىنى ئاخىرلاشتۇر(_Q)

source: _Quit after successful completion
ug: مۇۋەپپەقىيەتلىك تاماملانغاندا ئاخىرلاشتۇر(_Q)

source: _Quote the selected text
ug: تاللانغان خەتنى نەقىل قىل(_Q)

source: _Raise
ug: كۆتۈر(_R)

source: _Raise windows when any mouse button is pressed
ug: چاشقىنەك كۇنۇپكىلىرى بېسىلغاندا كۆزنەك كۆتۈرۈلسۇن(_R)

source: _Read Online
ug: توردا ئوقۇ(_R)

source: _Readable
ug: ئوقۇغىلى بولىدۇ(_R)

source: _Reboot
ug: قايتا قوزغات(_R):

source: _Receive Mail
ug: قوبۇللا(_R)

source: _Receiving Server:
ug: قوبۇللىغۇچى مۇلازىمېتىر(_R):

source: _Recent servers:
ug: يېقىندا ئىشلەتكەن مۇلازىمېتىرلار(_R):

source: _Recently used
ug: يېقىندا ئىشلىتىلگەنلىرى(_R)

source: _Recipient
ug: تاپشۇرۇۋالغۇچى(_R)

source: _Reload
ug: قايتا ئوقۇ(_R)

source: _Reload Folder
ug: قىسقۇچنى قايتا ئوقۇ(_R)

source: _Remember and recall previous workspace when switching via keyboard shortcuts
ug: تېزلەتمە كۇنۇپكا ئارقىلىق ئالماشتۇرغاندا بۇرۇنقى كۆزنەكنى ئېسىدە ساقلىۋالسۇن(_R)

source: _Remember password
ug: ئىمنى ئەستە تۇتۇۋال(_R)

source: _Remote
ug: يىراق(_R)

source: _Remove
ug: ئۆچۈر(_R)

source: _Remove Launcher
ug: ئىجراچىنى ئۆچۈر(_R)

source: _Remove Shortcut
ug: تېزلەتمىنى ئۆچۈر(_R)

source: _Remove Toolbar
ug: قورال بالدىقىنى ئۆچۈرۈش(_R)

source: _Remove Workspace %d
ug: خىزمەت رايونى %d نى ئۆچۈر(_R)

source: _Remove Workspace '%s'
ug: خىزمەت رايونى ‹%s› نى ئۆچۈر(_R)

source: _Remove theme
ug: ئۆرنەك ئۆچۈر(_R)

source: _Rename
ug: ئاتىنى ئۆزگەرت(_R)

source: _Rename Bookmark Item
ug: خەتكۈش تۈرىنىڭ ئاتىنى ئۆزگەرت(_R)

source: _Rename Files
ug: ھۆججەت ئاتىنى ئۆزگەرت(_R)

source: _Rename group
ug: گۇرۇپپا ئاتىنى ئۆزگەرت(_R)

source: _Rename...
ug: ئات ئۆزگەرت(_R)...

source: _Reorder history items
ug: ئىزلارنى قايتا تەرتىپلە(_R)

source: _Repeat
ug: قايتىلا(_R)

source: _Repeat delay:
ug: تەكرارلاش تېزلىكى(_R):

source: _Replace
ug: ئالماشتۇر(_R)

source: _Replace All
ug: ھەممىنى ئالماشتۇر(_R)

source: _Report a Problem...
ug: مەسىلە مەلۇم قىلىش(_R)…

source: _Report a Problem…
ug: كەمتۈك مەلۇم قىل(_R)

source: _Repository:
ug: خەزىنە(_R):

source: _Reset
ug: ئەسلىگە قايتۇر(_R)

source: _Reset Channel
ug: قانالنى ئەسلىگە قايتۇر(_R)

source: _Reset Text size
ug: تېكىست چوڭلۇقىنى ئەسلىگە قايتۇر(_R)

source: _Reset compatibility options to defaults
ug: ماسلىشىش(compatibility) تاللانمىسىنى ئەسلىگە قايتۇر(_R)

source: _Reset to Defaults
ug: كۆڭۈلدىكىگە قايتۇر(_R)

source: _Resize
ug: چوڭلۇقنى ئۆزگەرت(_R)

source: _Restart
ug: قايتا قوزغات(_R)

source: _Restore
ug: ئەسلىگە كەلتۈر(_R)

source: _Restore selected messages
ug: تاللانغان ئۇچۇرنى ئەسلىگە كەلتۈر(_R)

source: _Resume
ug: داۋاملاشتۇر(_R)

source: _Retry
ug: قايتا(_R)

source: _Revert Changes
ug: ئەسلىگە قايتۇر(_R)

source: _Right-handed
ug: ئوڭخاي(_R)

source: _Rotation
ug: چۆرگىلەت(_R)

source: _Rotation:
ug: چۆرگىلەت(_R):

source: _Rule:
ug: تۇزۇم(_R):

source: _Rules Hint
ug: قائىدە بېشارىتى(_R)

source: _Run command as login shell
ug: بۇيرۇقنى كىرىش shell سۈپىتىدە ئىجرا قىل(_R)

source: _Save
ug: ساقلا(_S)

source: _Save Page As…
ug: بەتنى باشقا ئاتتا ساقلا(_S)…

source: _Save copy...
ug: كۆچۈرمىسىنى ساقلا(_S)…

source: _Save match in command history
ug: ماسلاشقاننى بۇيرۇق ئىزىدا ساقلىسۇن(_S)

source: _Save session for future logins
ug: كېيىنكى كىرگەندە ئىشلىتىش ئۈچۈن ئەڭگىمەنى ساقلا(_S)

source: _Save window position and geometry
ug: كۆزنەكنىڭ ئورنى ۋە شەكلىنى ساقلىسۇن(_S)

source: _Save...
ug: ساقلا(_S)...

source: _Search For:
ug: ئىزدە(_S):

source: _Search for:
ug: ئىزدە(_S):

source: _Search icon:
ug: سىنبەلگە ئىزدە:(_S)

source: _Search in sub directories
ug: تارماق مۇندەرىجىلەرنىمۇ ئىزدىسۇن(_S)

source: _Search the Web
ug: توردا ئىزدە(_S)

source: _Search:
ug: ئىزدە(_S):

source: _Select
ug: تاللا(_S)

source: _Select Controls...
ug: تىزگىنلىگۈچ تاللا(_S)...

source: _Select a theme:
ug: ئۇسلۇب تاللا(_S):

source: _Send To
ug: ئەۋەت(_S)

source: _Send message without attachments
ug: ئۇچۇرنى قوشۇلمىسىز ئەۋەت(_S)

source: _Send message without subject
ug: خەتنى ماۋزۇسىز ئەۋەت(_S)

source: _Sensitivity:
ug: سەزگۈرلۈكى(_S):

source: _Sensors
ug: سەزگۈچلەر(_S)

source: _Separator
ug: ئايرىغۇ(_S)

source: _Server:
ug: مۇلازىمېتىر(_S):

source: _Session
ug: ئەڭگىمە(_S)

source: _Set Title...
ug: ماۋزۇ قوي(_S)

source: _Set selected application as default action of this file type
ug: بۇ تىپتىكى ھۆججەتنىڭ كۆڭۈلدىكى مەشغۇلاتىغا تاللانغان پروگراممىنى بەلگىلە(_S)

source: _Settings
ug: تەڭشەكلەر(_S)

source: _Share
ug: ھەمبەھىرلە(_S)

source: _Share:
ug: ھەمبەھىر(_S):

source: _Shortcuts
ug: تېزلەتمىلەر(_S)

source: _Show
ug: كۆرسەت(_S)

source: _Show "My Documents" icon on desktop
ug: «پۈتۈكلىرىم» سىنبەلگىسىنى ئۈستەلئۈستىدە كۆرسەتسۇن(_S)

source: _Show Icons
ug: سىنبەلگىلەرنى كۆرسەت(_S)

source: _Show Main Window
ug: ئاساسىي كۆزنەكنى كۆرسەت(_M):

source: _Show Toolbar
ug: قورال بالداقنى كۆرسەت(_S)

source: _Show available options for removable media when they are inserted
ug: يۆتكىلىشچان ۋاسىتە قىستۇرۇلغاندا ئىشلەتكىلى بولىدىغان تاللانمىلارنى كۆرسەتسۇن(_S)

source: _Show button title
ug: توپچا ماۋزۇسىنى كۆرسەت(_S)

source: _Show confirmation dialog
ug: جەزملەش سۆزلەشكۈسى كۆرسەت(_S)

source: _Show menus provided by window managers when desktop is clicked
ug: ئۈستەلئۈستى چېكىلگەندە كۆزنەك باشقۇرغۇ تەمىنلىگەن تىزىملىكلەرنى كۆرسەتسۇن(_S)

source: _Show thumbnails
ug: كىچىك سۈرەتلەرنى كۆرسەت(_S)

source: _Show thumbnails of files
ug: ھۆججەتلەرنىڭ كىچىك سۈرىتىنى كۆرسەتسۇن(_P)

source: _Show title
ug: ماۋزۇ كۆرسەت(_S)

source: _Shuffle
ug: تەرتىپسىز(_S)

source: _Shutdown
ug: تاقا(_S)

source: _Side Pane
ug: يان كۆزنەك(_S)

source: _Signature:
ug: ئىمزا(_S):

source: _Single click to activate items
ug: تۈرلەرنى بىرلا چېكىپ ئاكتىپلا(_S)

source: _Single image
ug: يەككە سۈرەت(_S)

source: _Size
ug: چوڭلۇقى

source: _Skip
ug: ئۆتكۈزۈۋەت(_S)

source: _Skip This File
ug: بۇ ھۆججەتنى ئۆتكۈزۈۋەت(_S)

source: _Skip actions by holding Control
ug: كۇنۇپكا Control بېسىلىپ تۇرغاندا مەشغۇلاتتىن ئۆتۈپ كەتسۇن(_S)

source: _Skip windows that have "skip pager" or "skip taskbar" properties set
ug: «skip pager» ياكى «skip taskbar» خاسلىقى بېكىتىلگەن كۆزنەكتىن ئاتلاپ كەت.

source: _Smaller than:
ug: بۇنىڭدىن كىچىك(_S):

source: _Sort Files
ug: ھۆججەتلەرنى تەرتىپلە(_S)

source: _Sorting
ug: تەرتىپلە(_S)

source: _Spaces to Tabs
ug: بوشلۇقنى تاقلىما ھەرپ(Tab)لەرگە

source: _Speed:
ug: سۈرىتى(_S):

source: _Spell Checker
ug: كوررېكتور

source: _Start
ug: باشلا(_S)

source: _Start With:
ug: باشلىنىش نومۇرى(_S):

source: _Statusbar
ug: ھالەت بالدىقى(_S)

source: _Stop
ug: توختا(_S)

source: _Style
ug: ئۇسلۇب(_S)

source: _Style:
ug: ئۇسلۇب(_S)

source: _Subject
ug: ماۋزۇ(_S)

source: _Subject:
ug: ماۋزۇ(_S):

source: _Subtitles
ug: فىلىم خېتى(_S)

source: _Suspend
ug: توڭلات(_S)

source: _Switch To Playlist
ug: قويۇش تىزىمىغا ئالماش(_S)

source: _Switch User
ug: ئىشلەتكۈچى ئالماشتۇر(_S)

source: _Switch user command:
ug: ئىشلەتكۈچى ئالماشتۇرۇش بۇيرۇقى(_S):

source: _Switch windows using the mouse wheel
ug: چاشقىنەك غالتىكى ئارقىلىق كۆزنەكلەرنى ئالماشتۇرسۇن(_S)

source: _Tabs
ug: بەتكۈچلەر(_T)

source: _Tabs to Spaces
ug: تاقلىما ھەرپ(Tab)لەرنى بوشلۇققا

source: _Tachometers
ug: ئۆلچىگۈچلەر(_T)

source: _Terminal
ug: تېرمىنال(_T)

source: _Terminal emulator:
ug: تېرمىنال تەقلىدلىگۈچى(_T):

source: _Test
ug: سىناق(_T)

source: _Test area:
ug: سىناق رايون(_T):

source: _Text
ug: تېكىست(_T)

source: _Text Files
ug: تېكىست ھۆججىتى(_T)

source: _Text beside icons
ug: سىنبەلگە يېنىدا تېكىستنى كۆرسەت(_T)

source: _Text color:
ug: تېكىست رېڭى(_T):

source: _Text only
ug: تېكىستلا(_T)

source: _Text to display:
ug: كۆرسىتىدىغان تېكىست(_T)

source: _Text:
ug: تېكىست(_T):

source: _Theme:
ug: ئۆرنەك(_T):

source: _Thumbnail View
ug: كىچىكلىتىلگەن سۈرەت كۆرۈنۈشى(_V)

source: _To Position:
ug: بۇ ئورۇنغىچە(_T):

source: _To:
ug: تاپشۇرۇۋالغۇچى(_T):

source: _Token:
ug: ماياق(_T):

source: _Toolbar
ug: قورال بالداق(_T)

source: _Toolbar Style
ug: قورال بالدىقىنىڭ ئۇسلۇبى(_T)

source: _Toolbars
ug: قورال بالدىقى(_T)

source: _Tools
ug: قورال(_T)

source: _Tooltip format:
ug: كۆرسەتمە پىچىمى(_T):

source: _Transfers
ug: ئۇزىتىش(_T)

source: _Translators
ug: تەرجىمانلار(_T)

source: _Transpose
ug: تەتۈر قىل(_T)

source: _Trash Can
ug: ئەخلەتخانا(_T)

source: _Trash bin
ug: ئەخلەتخانا(_T)

source: _Tree
ug: دەرەخسىمان(_T)

source: _Type:
ug: تىپى(_T):

source: _URL:
ug: URL(_U):

source: _Unarchive
ug: ئارخىپسىزلا(_U)

source: _Underscores
ug: پەس سىزىق(_U)

source: _Unfold tab when files are dragged onto tab button
ug: ھۆججەتلەرنى بەتكۈچنىڭ ئۈستىگە سۆرەپ كەلگەندە، بەتكۈچ يېيىلسۇن(_U)

source: _Unmaximize All
ug: ھەممىنى ئەڭ چوڭ قىلىشنى بىكار قىلىش(_U)

source: _Unmount
ug: ئېگەرسىزلە(_U)

source: _Unmount Volume
ug: دىسكا ئېگەرسىزلە(_U)

source: _Unmount command:
ug: ئېگەرسىزلەش بۇيرۇقى(_U):

source: _Update utmp/wtmp records when command is launched
ug: بۇيرۇق ئىجرا بولغاندا utmp/wtmp خاتىرىلىرىنى يېڭىلانسۇن(_U)

source: _Update...
ug: يېڭىلا(_U)...

source: _Use Application Startup Notify by default
ug: «پروگرامما باشلىنىش ئۇقتۇرۇشى» نى كۆڭۈلدە ئىشلەتسۇن(_U)

source: _Use mouse emulation
ug: چاشقىنەك تەقلىدلىگۈچنى ئىشلەت(_U)

source: _Use regular expression
ug: مۇنتىزىم ئىپادە(_R)

source: _Use system defaults
ug: سىستېمىنىڭ كۆڭۈلدىكى تەڭشەكلىرىنى ئىشلەت(_U)

source: _Use the same wallpaper on all desktops
ug: بارلىق ئۈستەلئۈستىدە ئوخشاش تام قەغىزىنى ئىشلەتسۇن(_U)

source: _Use this output
ug: بۇ نەتىجىنى ئىشلەت(_U)

source: _User Name:
ug: ئىشلەتكۈچى ئاتى(_U):

source: _Username:
ug: ئىشلەتكۈچى ئاتى(_U):

source: _Utilities
ug: قوراللار(_I)

source: _Value:
ug: قىممىتى(_V):

source: _Video Files
ug: سىن ھۆججىتى(_V)

source: _Video files
ug: سىن ھۆججەتلىرى(_V)

source: _View
ug: كۆرۈنۈش(_V)

source: _View Log...
ug: خاتىرە كۆر(_V)...

source: _View items as icons
ug: تۈرلەرنى سىنبەلگە سۈپىتىدە كۆرسەتسۇن(_V)

source: _View only
ug: پەقەتلا كۆرۈش(_V)

source: _Volume Management
ug: دىسكا باشقۇرۇش(_V)

source: _Wallpaper:
ug: تام قەغىزى(_W):

source: _Web Search…
ug: توردىن ئىزدە(_W)…

source: _Web Service
ug: تور مۇلازىمىتى(_W)

source: _Window
ug: كۆزنەك(_W)

source: _Window Actions
ug: كۆزنەك مەشغۇلاتلىرى(_W)

source: _Window class
ug: كۆزنەك سىنىپى(_W)

source: _Word Wrap
ug: سۆز قاتلا(_W)

source: _Words per Minute:
ug: ھەر مىنۇتتىكى سوز سانى(_W):

source: _Workspaces
ug: خىزمەت رايونى(_W)

source: _Yes
ug: ھەئە(_Y)

source: _Zoom
ug: چوڭايتىش-كىچىكلىتىش(_Z)

source: _progress bars
ug: ئىجرا بالدىقى(_P)

source: _tachos
ug: كۆرسەتكۈچ چىراغلار(_T)

source: _text
ug: تېكىست(_T)

source: abandoned
ug: تاشلىۋېتىلگەن

source: aborted
ug: توختىتىلغان

source: actual mount point: %s
ug: ئەمەلىيەتتە ئېگەرلەنگەن ئورنى: %s

source: add new clock using this clock as model
ug: مۇشۇ سائەتنى ئۈلگە قىلىپ يېڭى سائەت قوش

source: add new empty clock
ug: يېڭىدىن قۇرۇق سائەت قوش

source: addr:
ug: ئادرېس:

source: adjust to change hour
ug: سائەتنى توغرىلايدۇ

source: adjust to change minute. Click arrows with button 2 to change only 1 minute.
ug: مىنۇتنى توغرىلايدۇ. توپچە 2 نى ئىسترېلكا بىلەن قوشۇپ چەكسە بىر مىنۇت ئۆزگىرىدۇ.

source: afficher les labels
ug: ئەنلەرنى كۆرسىتىش

source: afficher les tooltips
ug: كۆرسەتمىلەرنى كۆرسىتىش

source: after
ug: داۋامى

source: and %d others
ug: ۋە %d باشقىلار

source: and Brian Tarricone <kelnos@xfce.org>.
ug: ۋە Brian Tarricone <kelnos@xfce.org>.

source: and Nick Schermer <nick@xfce.org>.
ug: ۋە Nick Schermer <nick@xfce.org>.

source: another copy of %s
ug: %s نىڭ باشقا بىر كۆچۈرۈلمىسى

source: another link to %s
ug: %s نىڭ باشقا ئۇلانمىسى

source: aria2 XML-RPC Server
ug: مۇلازىمېتىر aria2 XML-RPC

source: attachment|attach
ug: قوشۇلما

source: available siz: %g
ug: ئىشلەتكىلى بولىدىغىنى: %g

source: backward
ug: كەينىگە

source: basic
ug: ئاددىي

source: battery
ug: توكدان
